{
  "intro": "6 июня 3025 год. Проект «Криосфера» — последняя попытка человечества остановить климатический коллапс.\nУчёные активировали квантовые стабилизаторы, чтобы заморозить парниковые газы. Что-то пошло не так.\nЛёд поглотил планету за 47 часов. Теперь Земля — гигантский снежный шар, вращающийся в безмолвии.\nВыжившие ютятся в подлёдных куполах «Арктос-7», но системы жизнеобеспечения дают сбои.\nВаш отец, доктор Элиас Кейн, руководитель проекта, исчез в день катастрофы.\nВ его лаборатории вы находите голограмму с координатами «Зеркала» — экзопланеты, повторяющей допотопную Землю.\nСейчас вы стоите на стартовой площадке «Последний луч». За вашей спиной — 12 000 спальных капсул с анабиозными колонистами.\nВпереди — разлом во льду, ведущий к космосу. Системы корабля повреждены льдом, топлива хватит на один прыжок.\nНо алгоритмы в вашем нейрочипе шепчут: «Зеркало» существует. Или это голос отца?\nЗапуск через 10... 9... 8...\nЛёд трещит под ногами. Судьба этих людей теперь в ваших руках.",

  "dialog": "Привет, меня зовут Биби! Рады приветствовать на планете Сникерс.\nЧем хочешь заняться?",
  "positive-answer": "Привет! Спасибо за теплый прием! Я бы с радостью исследовал вашу прекрасную планету и узнал больше о ее тайнах!",
  "negative-answer": "Привет... Не уверен, что хочу здесь задерживаться. Лучше бы я улетел отсюда как можно скорее!",
  "neutral-answer": "Привет! Интересное место. Думаю, можно посмотреть, что тут есть, или просто отдохнуть перед следующим этапом пути.",
  "alien-talk-research": "Ах, радость! Мы давно ждали гостя с такой открытой душой. Мы готовы показать вам все тайны нашей планеты и поделиться нашими знаниями. Скорее нажимайте на кнопку 'Исследовать'!",
  "alien-talk-leave": "Понятно, вы торопитесь. Мы не хотим задерживать вас. Но перед тем, как улететь, мы хотим предложить вам небольшой подарок - знания о нашей планете и ее истории. Возможно, они вам пригодятся в вашем путешествии.",
  "alien-talk-neutral": "Интересно, вы хотите узнать больше о нашей планете, но не торопитесь. Мы готовы поделиться нашими знаниями и показать вам интересные места. Но если вы решите улететь, мы не будем вас задерживать. Вы всегда можете вернуться к нам, если захотите.",

  "after-research": "Вот это да, за время исследования вы собрали много ресурсов, железо позволит починить корабль, а алмазы можно обменять на что-то более нужное. Теперь вы сможете улететь. Без этих материалов вы бы не смогли путешествовать дальше. Теперь корабль готов к еще одному прыжку! Куда отправитесь?",
  "after-leave": "Несмотря на спешку, вы успели собрать много ресурсов для ремонта и запраки. Системы корабля исправны - выбирайте курс!",
  "after-neutral": "Вау, во время отдыха вы обнаружили залежи железных обломков и немного топлива. С таким количеством ресурсов вы сможете продолжить свое путешествие. Корабль заправлен - куда направитесь?",
  "planet-choices": {
    "nebula": "Планета 'Активия' \n (рискованно, но могут быть чертежи отца)",
    "station": "Планета 'Фиалка' \n (торговля ресурсами)",
    "mirror": "Прямой курс к 'Зеркалу'",
    "leave": "Пока! Мне пора улетать."
  },
  "nebula-alien-talk": "Плутонианцы населяют 'Активию'. Они враждебно настроены к новым гостям, но при виде фиолетового цветочка сразу добреют.",
  "station-alien-talk": "Зигерионцы пересилились на 'Фиалку' 89 лет назад. Ранее она была безжизненная, а ее цвет был бежевым. За это время они успели освоить межпланетные перелеты и усеять всю планету фиолетовыми цветочками.",
  "mirror-alien-talk": "На той голубой планете живут Юнитианцы. Это человеко-подобные существа, у которых есть своя королева. Крайне недружелюбный народ, вечно им что-то надо, то золото им подавай, то цветочки.",
  "leave-alien-talk": "Пока, путешественник! Будем ждать тебя снова."
}
