{
  "dialog": "7",

  "intro": "6 июня 3025 год. Проект «Криосфера» — последняя попытка человечества остановить климатический коллапс.\nУчёные активировали квантовые стабилизаторы, чтобы заморозить парниковые газы. Что-то пошло не так.\nЛёд поглотил планету за 47 часов. Теперь Земля — гигантский снежный шар, вращающийся в безмолвии.\nВыжившие ютятся в подлёдных куполах «Арктос-7», но системы жизнеобеспечения дают сбои.\n ...Запуск через 10... 9... 8...\nЛёд трещит под ногами. Судьба этих людей теперь в ваших руках.",
  
  "positive-answer": "6",
  "negative-answer": "5",
  "neutral-answer": "4",
  "alien-talk-research": "3",
  "alien-talk-leave": "2",
  "alien-talk-neutral": "1",

  "after-research": "Вот это да, за время исследования вы собрали много ресурсов, железо позволит починить корабль, а алмазы можно обменять на что-то более нужное. Теперь вы сможете улететь. Без этих материалов вы бы не смогли путешествовать дальше. Теперь корабль готов к еще одному прыжку! Куда отправитесь?",
  "after-leave": "Несмотря на спешку, вы успели собрать много ресурсов для ремонта и запраки. Системы корабля исправны - выбирайте курс!",
  "after-neutral": "Вау, во время отдыха вы обнаружили залежи железных обломков и немного топлива. С таким количеством ресурсов вы сможете продолжить свое путешествие. Корабль заправлен - куда направитесь?",
  "planet-choices": {
    "nebula": "Планета 'Активия' \n (рискованно, но могут быть чертежи отца)",
    "station": "Планета 'Фиалка' \n (торговля ресурсами)",
    "mirror": "Прямой курс к Зеркалу"
  },
  "nebula-alien-talk": "Плутонианцы населяют активию. Они враждебно настроены к новым гостям, но при виде фиолетового цветочка сразу добреют.",
  "station-alien-talk": "Зигерионцы пересилились на 'Фиалку' 89 лет назад. Ранее она была безжизненная, а ее цвет был бежевым. За это время они успели освоить межпланетные перелеты и усеять всю планету фиолетовыми цветочками.",
  "mirror-alien-talk": "На той голубой планете живут Юнитианцы. Это человеко-подобные существа, у которых есть своя королева. Крайне недружелюбный народ, вечно им что-то надо, то золото им подавай, то цветочки."
}